Repository: tf2classic/TF2CDownloader
Catalog: locale/*/LC_MESSAGES/tf2c-downloader.po
Languages: el, fr, it, nb_no, pt_br, ru, uk

source: Usage: TF2CDownloader [COMMAND] [PATH] Installation utility for TF2 Classic. If no arguments are provided, the downloader will be ran in setup mode, in which a series of questions will be asked to install the game for a regular user. This is what's used when opening the downloader from the desktop. Valid commands: --install installs TF2 Classic into a new folder inside PATH --update updates the pre-existing TF2 Classic installation in its folder inside PATH --help shows this PATH is the folder containing TF2 Classic's folder. This is usually the sourcemods folder for clients, or the Source dedicated server folder for servers. If PATH isn't provided, then it'll be replaced with the detected path to the sourcemods folder in the Steam directory. If it couldn't be detected, then the path will be the current work directory.
el: Χρήση: TF2CDownloader [COMMAND] [PATH] Πρόγραμμα εγκατάστασης για το TF2 Classic. Εάν δεν οριστεί συγκεκριμένη λειτουργία, το πρόγραμμα θα εκτελεστεί σε λειτουργία εγκατάστασης, στην οποία μια σειρά ερωτήσεων θα γίνουν για την εγκατάσταση του παιχνιδιού για έναν κανονικό χρήστη. Αυτή είναι η προεπιλογή κατά το άνοιγμα του προγράμματος από την επιφάνεια εργασίας. Έγκυρες εντολές: --install εγκαθιστά το TF2 Classic σε έναν νέο φάκελο μέσα στο PATH --update ενημερώνει την προϋπάρχουσα εγκατάσταση του TF2 Classic στο φάκελό του μέσα στο PATH --help εμφανίζει αυτό Το PATH είναι ο φάκελος στον οπόιο περιέγχεται ο φάκελος του TF2 Classic. Αυτός είναι συνήθως ο φάκελος sourcemods για τους χρήστες, ή ο φάκελος Source dedicated server για τους διακομιστές. Άν το PATH δέν έχει οριστέι, τότε θα αντικατασταθεί με την εντοπισμένη θέση στον φάκελο sourcemods στον φάκελο του Steam. Άν δεν μπορεί να εντοπιστεί, τότε η θέση θα είναι o τρέχων φάκελος.
fr: Utilisation : TF2CDownloader [COMMANDE] [CHEMIN] Utilité d'installation pour TF2 Classic. Si aucun argument n'est fourni, le téléchargeur sera lancé en mode d'installation, où une série de questions sera posée pour installer le jeu pour un utilisateur normal. C'est ce qui est utilisé en ouvrant le téléchargeur depuis le bureau. Commandes valides : --install installe TF2 Classic dans un nouveau dossier dans CHEMIN --update met à jour l'installation préexistante de TF2 Classic dans son dossier à l'intérieur de CHEMIN --help montre ceci PATH est le dossier contenant le dossier de TF2 Classic. C'est normalement le dossier sourcemods pour les clietns, ou le dossier du serveur dédié Source pour les serveurs. Si CHEMIN n'est pas fourni, alors il sera remplacé avec le chemin détecté vers le dossier sourcemods dans les dossiers de Steam. Si il n'a pas pu être détecté, alors le chemin sera le dossier de travail actuel.
it: Uso: TF2CDownloader [COMMAND] [PATH] Utility di installazione per TF2 Classic. Se nessun argomento viene specificato, il downloader verrà eseguito in modalità setup, in cui verrà chiesta una serie di domande per installare il gioco per un utente regolare. È la modalità utilizzata quando si apre il downloader dal desktop. Comandi validi: --install installa TF2 Classic in una nuova cartella all'interno di PATH --update aggiorna l'installazione di TF2 Classic preesistente nella sua cartella all'interno di PATH --help mostra questo messaggio PATH è la cartella contenente la cartella di TF2 Classic. Di solito è la cartella sourcemods per i client, o la cartella del server dedicato Source per i server. Se PATH non è specificato, sarà sostituito con il percorso rilevato alla cartella sourcemods nella cartella Steam. Se esso non può essere rilevato, il percorso utilizzato sarà la cartella attuale.
pt_br: Uso: TF2CDownloader [COMMANDO] [DESTINO] Utilitário de instalação para TF2 Classic. Se nenhum argumento for fornecido, o downloader será executado no modo de configuração, em qual uma série de perguntas serão feitas para instalar o jogo para um usuário comum. Isso é o que é usado ao abrir o downloader na área de trabalho. Comandos válidos: --install instala o TF2 Classic em uma nova pasta dentro do DESTINO --update atualiza a instalação pré-existente do TF2 Classic em sua pasta dentro do DESTINO --help mostra isso DESTINO é a pasta que contém a pasta do TF2 Classic. Geralmente a pasta sourcemods para os clientes, ou a pasta do Source dedicated server para servers. se o DESTINO não é especificado, irá então destinar automaticamente para a pasta sourcemods no diretório no Steam. Caso não detectado então O destino será o diretório atual do programa.
ru: Использование: TF2CDownloader [COMMAND] [PATH] Утилита для установки TF2 Classic. Если аргументы не указаны, загрузчик будет запущен в режиме установки, в котором будет задан ряд вопросов для установки игры обычному пользователю. Это то, что используется при открытии загрузчика с рабочего стола. Доступные команды: --install устанавливает TF2 Classic в новую папку внутри PATH --update обновляет установленную TF2 Classic в папке внутри PATH --help показывает это сообщение PATH - это папка, содержащая папку TF2 Classic. Обычно это папка sourcemods для клиентов или папка выделенного сервера Source для серверов. Если PATH не указан, он будет заменён обнаруженным путём к папке sourcemods в директории Steam. Если его не удалось обнаружить, то путь будет текущей директорией.
uk: Використання: TF2CDownloader [COMMAND] [PATH] Утиліта для встановлення TF2 Classic. Якщо не вказати жодних аргументів, завантажувач буде запущено у режимі встановлення, в якому буде поставлено низку запитань для встановлення гри для звичайного користувача. Це те, що використовується при відкритті завантажувача з робочого столу. Допустимі команди: --install встановлює TF2 Classic до нової папки в PATH --update оновлює попередньо встановлений TF2 Classic у його папці в PATH --help показує це PATH - це папка, у якій знаходиться папка TF2 Classic. Зазвичай це папка sourcemods для клієнтів, або папка виділеного сервера Source для серверів. Якщо PATH не вказано, його буде замінено виявленим шляхом до папки sourcemods у каталозі Steam. Якщо його не вдасться визначити, то це буде поточний робочий каталог.

source: TF2 Classic is already installed. Assuming a reinstallation.
el: To TF2 Classic είναι ήδη εγκατεστημένο. Υποτείθεται επανεγκατάσταση.
fr: TF2 Classic est déjà installé. Réinstallation...
it: TF2 Classic è già installato. Verrà considerata come una reinstallazione.
nb_no: TF2 Classic er allerede installert. Antar en reinstallasjon.
pt_br: O TF2 Classic já está instalado. Supondo uma reinstalação.
ru: TF2 Classic уже установлен. Переустанавливаем.
uk: TF2 Classic вже встановлено. Перевстановлюємо.

source: TF2 Classic isn't installed, cannot do an update. Consider using --install instead.
el: Το TF2 Classic δέν είναι εγκατεστημένο, δέν μπορεί να πραγματοποιηθεί ενημέρωση. Λάβετε υπόψιν την χρήση του --install αντί αυτού.
fr: TF2 Classic n'est pas installé, impossible de mettre à jour. Considérez d'utiliser --installer à la place.
it: TF2 Classic non è installato, impossibile aggiornarlo. Considera di utilizzare --install.
nb_no: TF2 Classic er ikke installert. Kan ikke oppgradere. Overvei bruk av «--install» istedenfor.
pt_br: O TF2 Classic não está instalado, não pode fazer uma atualização. Considere usar o commando --install em vez disso.
ru: TF2 Classic не установлен, не удаётся выполнить обновление. Попробуйте использовать команду --install.
uk: TF2 Classic не встановлено, не вдається виконати оновлення. Спробуйте скористатися командою --install.

source: Unrecognised command. Try --help
el: Μη αναγνωρισμένη εντολή. Δοκιμάστε το --help
fr: Commande non reconnue. Essayez --help
it: Comando non riconosciuto. Prova --help
nb_no: Gjenkjenner ikke kommandoen. Prøv «--help»
pt_br: Comando desconhecido. Tente --help
ru: Неизвестная команда. Попробуйте --help
uk: Нерозпізнана команда. Спробуйте --help

source: Applying safety blacklist...
el: Εφαρμογή μαύρης λίστας ασφαλείας...
fr: Application de la liste noir de sécurité...
it: Applicando la lista nera di sicurezza...
nb_no: Legger til trygghetssvarteliste …
pt_br: Aplicando lista negra de segurança...
ru: Применение чёрного списка безопасности...
uk: Застосування чорного списку безпеки...

source: WARNING: could not apply safety blacklist.
el: ΠΡΟΕΙΔΟΠΟΙΗΣΗ: αδυναμία εφαρμογής μαύρης λίστας ασφαλείας.
fr: ATTENTION : impossible d'appliquer la liste noir de sécurité.
it: ATTENZIONE: impossibile applicare la lista nera di sicurezza.
nb_no: Advarsel: Kunne ikke legge til trygghetssvarteliste.
pt_br: AVISO: não foi possível aplicar a lista negra de segurança.
ru: ВНИМАНИЕ: не удалось применить чёрный список безопасности.
uk: ПОПЕРЕДЖЕННЯ: не вдалося застосувати чорний список безпеки.

source: Could not get version list. If your internet connection is fine, the servers could be having technical issues.
el: Δεν ήταν δυνατή η λήψη της λίστας εκδόσεων. Εάν η σύνδεσή σας στο Διαδίκτυο είναι καλή, οι διακομιστές μπορεί να έχουν τεχνικά προβλήματα
fr: Impossible de récupérer la liste de version. Si votre connexion internet est bonne, les serveurs pourraient avoir des problèmes techniques.
it: Impossibile ottenere la lista delle versioni. Se la tua connessione internet funziona, i server potrebbero avere dei problemi tecnici.
nb_no: Kunne ikke hente versjonslisten. Hvis tilkoblingen din til Internett virker kan det hende problemet er på tjenersiden.
pt_br: Não foi possível obter a lista de versões. Se sua conexão com a Internet estiver boa, os servidores podem estar com problemas técnicos.
ru: Не удалось получить список версий. Если ваше Интернет-соединение в порядке, значит у серверов технические неполадки.
uk: Не вдалося отримати список версій. Якщо ваше інтернет-з'єднання в порядку, на серверах можуть бути технічні проблеми.

source: We can't read the version of your installation. It could be corrupted. Do you want to reinstall the game?
el: Δεν μπορούμε να διαβάσουμε την έκδοση της εγκατάστασής σας. Θα μπορούσε να είναι αλλοιωμένη. Θέλετε να εγκαταστήσετε ξανά το παιχνίδι;
fr: Impossible de vérifier la version de votre installation. Elle pourrait-être corrompue. Voulez-vous réinstaller le jeu ?
it: Non riusciamo a leggere la versione della tua installazione. Potrebbe essere corrotta. Vuoi reinstallare il gioco?
nb_no: Kan ikke lese versjonen for din installasjon. Den er kanskje skadet. Vil du reinstallere spillet?
pt_br: Não podemos ler a versão da sua instalação. Pode estar corrompido. Deseja reinstalar o jogo?
ru: Не удаётся прочитать версию вашей установленной игры. Она может быть повреждена. Хотите переустановить игру?
uk: Ми не можемо прочитати версію вашого встановлення гри. Можливо, вона пошкоджена. Бажаєте перевстановити гру?

source: We have nothing to do. Goodbye!
el: Δέν έχουμε κάτι να κάνουμε. Αντίο!
fr: On a rien à faire. Au revoir !
it: Non abbiamo nulla da fare. Arrivederci!
nb_no: Ingenting å utføre. Adjø.
pt_br: Não temos nada para fazer. Adeus!
ru: Больше делать нечего. До свидания!
uk: Нам нема чого робити. До побачення!

source: No game installation detected at given sourcemods path. Do you want to install the game?
fr: Aucune installation n'a été détéctée dans le chemin sourcemods donné. Voulez-vous installer le jeu ?
it: Non riusciamo a trivare la tua installazione nella cartella data. Vuoi reinstallare il gioco?
ru: По данному пути к sourcemods не обнаружена установленная игра. Хотите установить игру?
uk: За вказаним шляхом до sourcemods не виявлено встановлення гри. Бажаєте встановити гру?

source: The version of your installation is unknown. It could be corrupted. Do you want to reinstall the game?
el: Η έκδοση εγκατάστασής σας είναι άγνωστη. Θα μπορούσε να είναι αλλοιωμένη. Θέλετε να εγκαταστήσετε ξανά το παιχνίδι;
fr: La version actuelle de votre installation est inconnue. Elle pourrait-être corrompue. Voulez-vous réinstaller le jeu ?
it: La versione della tua installazione è sconosciuta. Potrebbe essere corrotta. Vuoi reinstallare il gioco?
nb_no: Versjonen for din installasjon er ukjent. Den er kanskje skadet. Vil du reinstallere spillet?
pt_br: A versão da sua instalação é desconhecida. Pode estar corrompido. Deseja reinstalar o jogo?
ru: Версия вашей установленной игры неизвестна. Она может быть повреждена. Хотите переустановить игру?
uk: Версія вашого встановлення гри невідома. Можливо, вона пошкоджена. Ви хочете перевстановити гру?

source: We think we've found an existing up-to-date installation of the game. Do you want to reinstall it?
el: Πιστεύουμε ότι βρήκαμε μια υπάρχουσα πλήρως ενημερωμένη εγκατάσταση του παιχνιδιού. Θέλετε να το εγκαταστήσετε ξανά;
fr: Une installation à jour du jeu semble avoir été trouvée. Voulez-vous réinstaller le jeu ?
it: Pensiamo di aver trovato un'installazione del gioco già esistente e aggiornata. Vuoi reinstallarlo?
pt_br: Achamos que encontramos uma instalação atualizada do jogo. Deseja reinstalá-lo?
ru: Похоже, что найдена существующая актуальная версия игры. Вы хотите переустановить её?
uk: Здається, ми знайшли існуюче актуальне встановлення гри. Бажаєте перевстановити її?

source: An update is available for TF2 Classic. Do you want to install it?
fr: Une mise à jour est disponible pour TF2 Classic. Voulez-vous l'installer ?
it: Un aggiornamento è disponibile per TF2 Classic. Vuoi installarlo?
pt_br: Uma atualização está disponível para o TF2 Classic. Deseja instalá-lo?
ru: Доступно обновление для TF2 Classic. Хотите её установить?
uk: Для TF2 Classic доступне оновлення. Бажаєте встановити його?

source: If running, please close your game client and/or game launcher. Confirm once they're closed.
fr: S'ils sont en train de tourner, veuillez fermer le jeu et/ou le lanceur. Confirmez lorsqu'ils sont fermés.
it: Se il gioco è acceso, perfavore chiudilo e/o il lanciatore di esso. Conferma dopo averli chiusi.
ru: Если игра запущена, закройте ваш игровой клиент и/или лаунчер игры. Подтвердите, когда они будут закрыты.
uk: Якщо запущено, будь ласка, закрийте ваш ігровий клієнт та/або лаунчер гри. Підтвердіть, коли вони будуть закриті.

source: Exiting...
fr: Fermeture...
it: Chiusura...
pt_br: Saindo...
ru: Выход...
uk: Вихід...

source: An update is available, but no patch could be found for your game version. Try reinstalling?
fr: Une mise à jour est disponible, mais aucun patch n'a été trouvé pour votre version actuelle. Voulez-vous réinstaller ?
it: Un aggiornamento è disponibile per il gioco, ma nessun pachetto è disponibile per la versione corrente. Vuoi reinstallarlo?
ru: Доступно обновление, но для вашей версии игры не найден патч. Попробовать переустановить?
uk: Оновлення доступне, але для вашої версії гри не знайдено патч. Спробувати перевстановити?

source: You don't have enough free space for the download. A minimum of %s on your primary drive is required.
el: Δέν έχετε αρκετό ελεύθερο χώρο για την λήψη. Απαιτείται τουλάχιστον %s στον κύριο δίσκο σας.
nb_no: Du har ikke nok ledig plass å laste ned til. Minst %s kreves på din hoveddisk.

source: Getting %s patch...
el: Λήψη %s ενημέρωσης...
nb_no: Henter %s feilfiks …

source: Downloading patch %s to %s...
el: Λήψη ενημέρωσης %s στο %s...
nb_no: Laster ned feilfiks %s til %s …

source: Installation location not precised, will assume: %s
el: Η θέση εγκατάστασης δεν είναι ακριβής, θα υποτεθεί: %s
nb_no: Installasjonssted er ikke angitt. Antar: %s

source: It's the recommended installation location. Would you like to install TF2 Classic there?
el: Είναι η συνιστώμενη θέση εγκατάστασης. Θέλετε να εγκαταστήσετε το TF2 Classic εκεί;
nb_no: Dette er anbefalt installasjonssted. Vil du installere TF2 Classic der?

source: You need to install Aria2 to use this script.
el: Θα χρειαστεί να εγκαταστήσετε το Aria2 για να χρησιμοποιήσετε αυτό το πρόγραμμα.
nb_no: Du må installere Aria2 for å bruke dette skriptet.

source: An update is available for your game. Do you want to install it?
el: Μια ενημέρωση για το παιχνίδι είναι διαθέσιμη. Θέλετε να την εγκαταστήσετε;
nb_no: En nye versjon av spillet ditt er tilgjengelig. Vil du installere den?

source: In that case, do you want to reinstall completely?
el: Σε αυτήν την περίπτωση, θέλετε να κάνετε ολοκληρωτική επανεγκατάσταση;
nb_no: Vil du også reinstallere spillet fullstendig?
