Repository: tf2classic/TF2CDownloader
Catalog: locale/*/LC_MESSAGES/tf2c-downloader.po
Languages: el, fr, it, nb_no, pt_br, ru, uk

source: Extracting the downloaded archive, please wait patiently.
el: Αποσυμπίεση του ληφθέντος αρχείου, παρακαλώ περιμένετε.
fr: Extraction de l'archive téléchargée, veuillez patentier.
it: Estrazione dell'archivio scaricato, attendi pazientemente.
nb_no: Vent mens nedlastingsarkivet pakkes ut …
pt_br: Extraindo o arquivo baixado, por favor aguarde.
ru: Распаковка скачанного архива, пожалуйста, терпеливо подождите.
uk: Розпакування завантаженого архіву, будь ласка, терпляче зачекайте.

source: Patching your game with the new update, please wait patiently.
fr: Patchement du jeu avec la nouvelle mise à jour, veuillez patienter.
it: Stiamo aggiornando il gioco, attendi pazientemente.
pt_br: Atualizando o seu jogo com a versão mais recente, por favor aguarde.
ru: Применение патча с новым обновлением, пожалуйста, терпеливо подождите.
uk: Застосування патчу з новим оновленням, будь ласка, терпляче зачекайте.

source: %s byte
fr: %s octet
ru: %s байт
uk: %s байт

source: %.2f kB
fr: %.2f ko
ru: %.2f кБ
uk: %.2f кБ

source: %.2f MB
fr: %.2f Mo
ru: %.2f МБ
uk: %.2f МБ

source: %.2f GB
fr: %.2f Go
ru: %.2f ГБ
uk: %.2f ГБ

source: %.2f TB
fr: %.2f To
ru: %.2f ТБ
uk: %.2f ТБ

source: %.2f PB
fr: %.2f Po
ru: %.2f ПБ
uk: %.2f ПБ

source: You don't have enough free space in your computer's default temporary folder for this. A minimum of %s is required. Select alternate temporary folder?
fr: Vous n'avez pas assez d'espace libre pour l'extraction. Vous devez avoir au minimum %s d'espace sur l'emplacement d'installation. Sélectionner un dossier temporaire alternatif ?
it: Non hai abbastanza spazio libero per estrarre TF2 Classic. È richiesto un minimo di %s nel sito di estrazione scelto. Selezionare una cartella temporanea?
pt_br: Você não tem espaço livre suficiente na sua pasta temp. É necessário um mínimo de %s livre. Selecionar uma pasta alternativa?
ru: Для этого недостаточно свободного места во временной папке вашего комьютера по умолчанию. Необходимо минимум %s. Выбрать другую временную папку?
uk: У вашій тимчасовій папці за замовчуванням недостатньо вільного місця для цього. Потрібно мінімум %s. Вибрати іншу тимчасову папку?

source: Still not enough space at specified path. Retry, and select a different drive if available.
fr: Toujours pas assez d'escape sur le chemin spécifié. Réessayez, et sélectionnez un disque différent si disponible.
it: Non c'è ancora abbastanza spazio nell passaggio specificato. Riprova, selezionando un altro drive se possibile.
pt_br: Ainda não há espaço suficiente no caminho especificado, Tente novamente, e selecione outra unidade se possível.
ru: По указанному пути всё ещё недостаточно места. Попробуйте снова и выберите другой диск, если он доступен.
uk: За вказаним шляхом все ще недостатньо місця. Спробуйте ще раз і виберіть інший диск, якщо він доступний.

source: Folder selection prompt closed without choosing any path. Exiting...
fr: L'invite de sélection de dossier a été fermée sans avoir choisi de chemins. Fermeture...
it: Richiesta di selezione cartella annullata senza alcuna selezione. Chiusura della richiesta...
pt_br: Prompt de seleção de pasta fechado sem ter um destino escolhido. Saindo...
ru: Запрос выбора папки закрыт без выбора пути. Выходим...
uk: Запит на вибір папки закрито без вибору шляху. Вихід...

source: You don't have enough free space for the extraction. A minimum of %s at your chosen extraction site is required.
el: Δέν έχετε αρκετό ελεύθερο χώρο για την αποσυμπίεση. Απαιτείται τουλάχιστον %s στην επιλεγμένη τοποθεσία αποσυμπίεσης.
fr: Vous n'avez pas assez d'espace libre pour l'extraction. Vous devez avoir au minimum %s d'espace sur l'emplacement d'installation.
it: Non hai abbastanza spazio libero per estrarre TF2 Classic. È richiesto un minimo di %s nel sito di estrazione scelto.
nb_no: Du har ikke nok ledig plass for utpakking. Minst %s kreves på valgt utpakkingssted.
pt_br: Você não tem espaço livre suficiente para o extrair o arquivo. É necessário um mínimo de %s livre na sua unidade principal.
ru: У вас недостаточно свободного места для распаковки. Необходимо минимум %s на выбранном вами месте распаковки.
uk: У вас недостатньо вільного місця для розпакування. Потрібно мінімум %s на обраному вами місці розпакування.

source: Getting the archive...
el: Λήψη αρχείου...
fr: Récupération de l'archive...
it: Recuperando l'archivio...
pt_br: Obtendo o arquivo...
ru: Получаем архив...
uk: Отримання архіву...

source: The specified extraction location does not exist.
el: Η καθορισμένη θέση αποσυμπίεσης δεν υπάρχει.
fr: L'emplacement d'extraction spécifié n'existe pas.
it: Il percorso di estrazione specificato non esiste.
nb_no: Angitt utpakkingssted finnes ikke.
pt_br: O local especificado não existe.
ru: Выбранного места распаковки не существует.
uk: Зазначене місце розпакування не існує.

source: Welcome to TF2CDownloader. Enter a number to continue. 1 - Install or reinstall the game 2 - Check for and apply any available updates 3 - Verify and repair game files
fr: Bienvenue sur TF2CDownloader. Entrez un nombre pour continuer. 1 - Installer ou réinstaller le jeu 2 - Rechercher et appliquer des mises à jour 3 - Vérifier et réparer les fichiers du jeu
it: Benvenuta nel TF2CDownloader. Digita un numero per continuare. 1 - Installa o reinstalla il gioco 2 - Cerca aggiornamenti possibili e applicali 3 - Verifica e ripara i file
pt_br: Bem-vindo ao TF2CDownloader. Digite um numero para continuar. 1 - Instalar ou reinstalar o jogo 2 - Procurar e aplicar atualizações disponíveis 3 - Verificar e reparar arquivos do jogo
ru: Добро пожаловать в TF2CDownloader. Выберите число для продолжения. 1 - Установить или переустановить игру 2 - Проверить наличие и применить все доступные обновления 3 - Проверить и восстановить файлы игры
uk: Ласкаво просимо до TF2CDownloader. Введіть номер для продовження. 1 - Встановити або перевстановити гру 2 - Перевірити наявність та застосувати всі доступні оновлення 3 - Перевірити та виправити файли гри

source: Starting the download for TF2 Classic... You may see some errors that are safe to ignore.
el: Έναρξη της λήψης για το TF2 Classic... Ενδέχεται να δείτε ορισμένα σφάλματα τα οποία μπορείτε να αγνοήσετε.
fr: Téléchargement de TF2 Classic... Vous pouvez voir certaines erreurs qui peuvent être parfaitement ignorées.
it: Avvio del download per TF2 Classic... È possibile che vengano visualizzati alcuni errori che è possibile ignorare.
nb_no: Starter nedlasting av TF2 Classic … Det kan hende du får noen feil, men de kan du trygt ignorere.
pt_br: Iniciando o download do TF2 Classic... Você talvez veja alguns erros que podem ser ignorados com segurança.
ru: Начинается загрузка TF2 Classic... Вы можете увидеть некоторые ошибки, которые можно игнорировать.
uk: Починаємо завантаження TF2 Classic... Ви можете побачити деякі помилки, які можна проігнорувати.

source: The installation has successfully completed. Remember to restart Steam!
el: Η εγκατάσταση ολοκληρώθηκε με επιτυχία. Μήν ξεχάσετε να επανεκκινήσετε το Steam!
fr: L'installation est terminée. N'oubliez pas de redémarrer Steam !
it: L'installazione è stata completata con successo. Ricorda di riavviare Steam!
pt_br: A instalação foi concluída com sucesso. Lembre-se de reiniciar a Steam!
ru: Установка успешно завершена. Не забудьте перезапустить Steam!
uk: Встановлення успішно завершено. Не забудьте перезапустити Steam!

source: The update has successfully completed.
el: Η ενημέρωση πραγματοποιήθηκε με επιτυχία.
fr: La mise à jour est terminée.
it: L'installazione è stata completata con successo.
pt_br: A atualização foi concluída com sucesso.
ru: Обновление успешно завершено.
uk: Оновлення успішно завершено.

source: Invalid choice. Please retry.
fr: Choix invalide. Veuillez réessayer.
it: Scelta invalida. Perfavore riprova.
pt_br: Escolha inválida. Tente de novo.
ru: Неверный выбор. Пожалуйста, повторите попытку.
uk: Неправильний вибір. Спробуйте ще раз.

source: The application is in script mode, using default choice.
fr: L'application est en mode script, utilisation du choix par défaut.
it: L'applicazione è in modalità scrittura, utilizzando la scelta predefinita.
pt_br: O aplicativo está em modo de script, usando a opção padrão.
ru: Приложение работает в режиме скрипта, используем выбор по умолчанию.
uk: Застосунок працює в режимі скрипту, використовуєм вибір за замовчуванням.

source: yes
el: ναι
fr: oui
it: sì
nb_no: ja
pt_br: sim
ru: да
uk: так

source: no
el: οχι
fr: non
nb_no: nei
pt_br: não
ru: нет
uk: ні

source: {y/n}
el: {ν/ο}
fr: {o/n}
it: {s/n}
nb_no: {j/n}
pt_br: {s/n}
ru: {д/н}
uk: {т/н}

source: {Y/n}
el: {Ν/ο}
fr: {O/n}
it: {S/n}
nb_no: {J/n}
pt_br: {S/n}
ru: {Д/н}
uk: {Т/н}

source: {y/N}
el: {ν/Ο}
fr: {o/N}
it: {s/N}
nb_no: {j/N}
pt_br: {s/N}
ru: {д/Н}
uk: {т/Н}

source: [bold blue]Please respond with 'yes' or 'no' (or 'y' or 'n').[/bold blue]
el: [bold blue]Παρακαλώ απαντήστε με 'ναι' ή 'οχι' (ή 'ν' ή 'ο').[/bold blue]
fr: [bold blue]Répondez avec 'oui' ou 'non' ('o' ou 'n').[/bold blue]
it: [bold blue]Per favore, rispondi con 'sì' o 'no' (o 's' o 'n').[/bold blue]
nb_no: [bold blue]Svar med «ja» eller «nei» (alternativt «j» eller «n»).[/bold blue]
pt_br: [bold blue]Por favor responda com um 'sim' ou 'não' (ou 's' ou 'n').[/bold blue]
ru: [bold blue]Пожалуйста, ответьте "да" или "нет" (или "д" или "н").[/bold blue]
uk: [bold blue]Будь ласка, відповідайте "так" або "ні" (або "т" або "н").[/bold blue]

source: [bold]You are safe to close this window.
el: [bold]Μπορείτε να κλείσετε το παράθυρο.
fr: [bold]Vous pouvez fermer cette fenêtre.
it: [bold]È possibile chiudere questa finestra.
nb_no: [bold]Du kan trygt lukke dette vinduet.
pt_br: [bold]é seguro fechar esta janela.
ru: [bold]Вы можете закрыть это окно.
uk: [bold]Ви можете закрити це вікно.

source: Press Enter to exit.
el: Πατήστε Enter για έξοδο.
fr: Appuyez sur Entrée pour sortir.
it: Premi Enter per uscire.
nb_no: Trykk «Enter» for å avslutte.
pt_br: Pressione Enter para sair.
ru: Нажмите Enter, чтобы выйти.
uk: Натисніть Enter, щоб вийти.

source: WARNING: downloader failed to check itself for updates, potentially out-of-date.
fr: ATTENTION : le téléchargeur n'a pas pu vérifier ses propres mises à jour, la version est potentiellement obsolète.
it: ATTENZIONE: il downloader non è riuscito a ricercare gli aggiornamenti da sé, potenzialmente non aggiornato.
pt_br: AVISO: o downloader falhou ao verificar se há atualizações, potencialmente desatualizadas.
ru: ВНИМАНИЕ: загрузчику не удалось проверить себя на наличие обновлений, возможно, он устарел.
uk: ПОПЕРЕДЖЕННЯ: завантажувач не зміг перевірити себе на наявність оновлень, можливо, він застарів.

source: TF2CDownloader appears to be up-to-date.
fr: TF2CDownloader semble être obsolète.
it: TF2CDownloader sembra essere aggiornato.
pt_br: O TF2CDownloader aparenta estar atualizado.
ru: TF2CDownloader, кажется, обновлён.
uk: TF2CDownloader, здається, оновлений.

source: TF2CDownloader has an update available. Your current version may not work properly. Do you want to install it?
fr: Une mise à jour pour TF2CDownloader est disponible. Votre version actuelle pourrait mal fonctionner. Voulez-vous l'installer ?
it: C'è un aggiornamento disponibile per TF2CDownloader. La versione attuale potrebbe non funzionare correttamente. Vuoi installare l'aggiornamento?
pt_br: O TF2CDownloader tem uma atualização disponível. Sua versão atual pode não funcionar corretamente. Você quer instalar a versão mais recente?
ru: Доступно обновление TF2CDownloader. Ваша текущая версия может работать некорректно. Хотите установить?
uk: TF2CDownloader має доступне оновлення. Ваша поточна версія може працювати неправильно. Бажаєте встановити його?

source: Delete TF2CDownloader, then redownload and relaunch it from https://tf2classic.com/download
fr: Supprimez TF2CDownloader, puis retéléchargez-le depuis https://tf2classic.com/download
it: Elimina TF2CDownloader, dopo riscaricalo e rilancialo da https://tf2classic.com/download
pt_br: Exclua o TF2CDownloader, baixe novamente e o abra em https://tf2classic.com/download
ru: Удалите TF2CDownloader, а затем заново скачайте и перезапустите его с https://tf2classic.com/download
uk: Видаліть TF2CDownloader, а потім завантажте та перезапустіть його з https://tf2classic.com/download

source: TF2CDownloader out-of-date.
fr: TF2CDownloader obsolète.
it: TF2CDownloader non è aggiornato.
pt_br: TF2CDownloader desatualizado.
ru: TF2CDownloader устарел.
uk: TF2CDownloader застарів.

source: User chose to skip update. Things may be broken.
fr: L'utilisateur a choisi d'ignorer la mise à jour. Les choses pourraient mal fonctionner.
it: L'utente ha scelto di saltare l'aggiornamento. Alcune cose potrebbero non funzionare.
pt_br: Usuário optou por ignorar a atualização. As coisas podem não funcionar corretamente.
ru: Пользователь решил пропустить обновление. Что-то может не работать.
uk: Користувач вирішив пропустити оновлення. Деякі речі можуть не працювати.

source: Installation location not specified, will assume: %s
fr: L'emplacement d'installation n'a pas été précisée, ce chemin sera utilisé : %s
it: Percorso di installazione non specificato, verrà utilizzato: %s
pt_br: Local de instalação não especificado, assumirá: %s
ru: Место установки не указано, выбираем: %s
uk: Місце встановлення не вказано, припустимо: %s

source: Sourcemods folder was automatically found at: %s
el: Ο Sourcemods φάκελος βρέθηκε αυτόματα στην θέση: %s
fr: Le dossier sourcemods a été automatiquement trouvé ici : %s
it: La cartella Sourcemods è stata trovata automaticamente a: %s
pt_br: A pasta Sourcemods foi encontrada automaticamente em: %s
ru: Папка Sourcemods была автоматически найдена по пути: %s
uk: Папку Sourcemods автоматично знайдено за адресою: %s

source: Does that look correct?
fr: Cela semble-t-il correct ?
it: Vi sembra corretto?
pt_br: Isso parece correto?
ru: Это выглядит правильно?
uk: Це виглядає правильно?

source: WARNING: Steam's sourcemods folder has not been found, or you chose not to use it.
el: ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Ο Sourcemods φάκελος του Steam δέν βρέθηκε, ή επιλέξατε να μην το χρησιμοποιήσετε.
fr: ATTENTION : Le dossier sourcemods de Steam n'a pas été trouvé, ou alors vous avez choisi de ne pas l'utiliser.
it: ATTENZIONE: La cartella sourcemods di Steam non è stata trovata, oppure hai scelto di non usarla.
nb_no: Advarsel: Steam sin sourcemods-mappe ble ikke funnet, eller så har du valgt å ikke bruke den.
pt_br: AVISO: a pasta sourcemods da Steam não foi encontrada ou você optou por não usá-la.
ru: ВНИМАНИЕ: папка sourcemods в Steam не найдена, или вы решили её не использовать.
uk: ПОПЕРЕДЖЕННЯ: папку sourcemods у Steam не знайдено, або ви вирішили не використовувати її.

source: Would you like to extract in %s? You must move it to your sourcemods manually.
el: Θέλετε να αποσυμπιέσετε στο %s; Θα πρέπει να το μετακινήσετε στον φάκελο sourcemods χειροκίνητα.
fr: Voulez-vous l'extraire dans %s ? Vous devez ensuite le déplacer dans votre dossier sourcemods manuellement.
it: Desideri estrarre in %s? Devi spostarlo manualmente sui tuoi sourcemods.
pt_br: Deseja extrair em %s? Você deve mover a pasta para o seus sourcemods manualmente.
ru: Хотите извлечь в %s? Вы должны переместить его в sourcemods вручную.
uk: Ви бажаєте розпакувати у %s? Ви повинні перемістити її до вашого sourcemods вручну.

source: Please, enter the location in which TF2 Classic will be installed to.
el: Παρακαλώ, εισαγάγετε τη θέση στην οποία θα εγκατασταθεί το TF2 Classic.
fr: Veuillez saisir l'emplacement où va être installer TF2 Classic.
it: Per favore, inserire la posizione in cui verrà installato TF2 Classic.
nb_no: Skriv inn hvor du vil installere TF2 Classic hen.
pt_br: Por favor, insira o local em que o TF2 Classic será instalado.
ru: Пожалуйста, укажите путь, в который будет установлен TF2Classic.
uk: Будь ласка, введіть місце, де буде встановлено TF2 Classic.

source: TF2 Classic will be installed in %s Do you accept?
el: Το TF2 Classic θα εγκατασταθεί στην θέση %s Δέχεστε;
fr: TF2 Classic va être installer ici : %s Es-ce que vous acceptez ?
it: TF2 Classic sarà installato in %s Accetti?
nb_no: TF2 Classic vil bli installert til %s Godta?
pt_br: TF2 Classic será instalado em %s Você aceita?
ru: TF2 Classic будет установлен в %s. Вы согласны?
uk: TF2 Classic буде встановлено в %s Ви згодні?

source: Reinitialising...
el: Επαναφορά…
fr: Réinitialisation…
it: Reinstallazione…
nb_no: Laster inn igjen …
pt_br: Reinicializando...
ru: Повторная инициализация...
uk: Повторна ініціалізація...

source: Looks like we're running in the background. We don't want that, so we're exiting.
el: Απο ότι φαίνεται λειτουργούμε στο παρασκήνιο. Δέν το θέλουμε αυτό, οπότε σταματάμε.
fr: On dirait qu'on est en train de tourner en arrière plan. On ne veut pas ça, donc on sort.
it: Sembra che stiamo lavorando in background. Non lo vogliamo, quindi stiamo uscendo.
nb_no: Kjører i bakgrunnen. Dette er ikke ønskelig. Avslutter derfor.
pt_br: Parece que estamos rodando em segundo plano. Nós não queremos isso, então estamos saindo.
ru: Похоже, программа запущена в фоновом режиме. Это нежелательно, так что выходим.
uk: Схоже, ми працюємо у фоновому режимі. Ми цього не хочемо, тому ми виходимо.

source: [italic magenta]----- Exception details above this line -----
el: [italic magenta]----- Λεπτομέρειες σφάλματος πάνω από αυτή τη γραμμή -----
fr: [italic magenta]----- Détails des exceptions au dessus de cette ligne -----
it: [italic magenta]----- Dettagli dell'eccezione sopra questa riga -----
nb_no: [italic magenta]----- Detaljer om utpakkingen over denne linjen -----
pt_br: [italic magenta]----- Detalhes da exceção acima desta linha -----
ru: [italic magenta]----- Подробности об ошибке над этой строкой -----
uk: [italic magenta]----- Детальна інформація про винятки над цим рядком -----

source: [bold red]:warning: The program has failed. Post a screenshot in #technical-issues on the Discord. :warning:[/bold red]
el: [bold red]:warning: Το πρόγραμμα απέτυχε. Στείλτε ένα στιγμιότυπο οθόνης στο #technical-issues στο Discord. :warning:[/bold red]
fr: [bold red]:warning: Le programme a échoué. Postez un screenshot dans #technical-issues sur le Discord (en anglais seulement). :warning:[/bold red]
it: [bold red]:warning: Il programma ha fallito. Posta uno screenshot su #technical-issues nel Discord (in inglese soltanto). :warning:[/bold red]
pt_br: [bold red]:warning: O programa falhou. Poste uma captura de tela em #technical-issues no Discord. (fale em inglês) :warning:[/bold red]
ru: [bold red]:warning: Программа завершилась с ошибкой. Опубликуйте скриншот в #technical-issues в Discord. :warning:[/bold red]
uk: [bold red]:warning: Програма завершилася невдало. Надішліть скриншот в канал #technical-issues на сервері Discord. :warning:[/bold red]
